---
kind: other
id: AllMembers.T:Autodesk.Revit.Exceptions.OperationCanceledException
source: html/1a2ac23c-63d7-dcb5-2f3d-7c072ae3faf9.htm
---
# OperationCanceledException Members

Retrieves data needed to serialize the target object.